welcome = '''
<b>Добро пожаловать {user} в наш техцентр, где ваш грузовик в надежных руках! 🚛</b>  
Мы заботимся о каждом автомобиле, ведь для нас важен <strong>каждый километр</strong> вашего пути. Наши эксперты всегда готовы обеспечить качественное обслуживание и ремонт для вашего надежного спутника на дороге.🔧👨‍🔧  
<b>Обслуживание вашего грузовика в нашем сервисе — это всегда качественно и своевременно ⏱️</b>
'''

maintenance = """
1️⃣ ТО грузовых автомобилей  
🛠️ ТО1 — Регламентное обслуживание для поддержания надежности вашего грузовика.  
🔧 ТО2 — Расширенное обслуживание с учетом всех технических нюансов и диагностики.  

2️⃣ ТО прицепной техники  
🚚 ТО1 — Обслуживание прицепов для безопасной эксплуатации.  
🔩 ТО2 — Комплексное ТО для прицепной техники, включая диагностику и профилактику.  

3️⃣ Профилактические работы  
🛠️ Профилактическое обслуживание для предотвращения поломок и продления срока службы транспортного средства.  

4️⃣ Сезонные работы  
❄️ Зимнее ТО — Подготовка к холодному сезону: проверка отопителей, тормозных систем и аккумулятора.  
🌞 Летнее ТО — Обслуживание для летних условий: проверка кондиционеров, подвески и охлаждающей системы.  
"""

metalworkingshop_part1 = '''
1️⃣ Ремонт двигателей  
🔧 Ремонт и восстановление работы двигателей для обеспечения долгосрочной службы и надежности.  

2️⃣ Ремонт топливных систем  
⛽ Профессиональный ремонт топливных систем для обеспечения бесперебойной работы и эффективности двигателя.  

3️⃣ Ремонт КПП, редукторов, ГУР  
🔧 Обслуживание и ремонт коробок передач, редукторов и гидроусилителей руля для точности и надежности работы.  

4️⃣ Ремонт ходовой  
🚗 Восстановление и замена деталей ходовой части для плавного и безопасного движения.  

5️⃣ Ремонт суппортов и тормозных механизмов  
🛠️ Замена и ремонт тормозных систем для безопасности вашего транспортного средства.
'''

metalworkingshop_part2 = '''
6️⃣ Ремонт пневматических систем  
💨 Обслуживание и ремонт пневматических систем для надежной работы тормозов и других систем.  

7️⃣ Ремонт гидравлических систем  
💧 Профессиональный ремонт гидравлических систем для обеспечения работы грузовиков и прицепов.  

8️⃣ Регулировка схождения/соосности  
🔧 Регулировка углов схождения и соосности для оптимальной работы подвески и колес.  

9️⃣ Слесарные работы  
🛠️ Широкий спектр слесарных работ для восстановления и улучшения деталей и систем вашего автомобиля.  

🔟 Ремонт автономных отопителей  
🔥 Ремонт и настройка автономных отопителей для комфортной работы в холодное время года.  

1️⃣1️⃣ Замена лобовых стекол автомобилей  
🛠️ Замена стекол с гарантией качества и безопасности.
'''

ChassisRepair = '''
1️⃣ Диагностика ходовой и подвески  
🔧 Полная диагностика ходовой части и подвески для обеспечения безопасности и комфорта на дороге.  

2️⃣ Проверка и измерение люфтов  
🔍 Тщательная проверка на наличие люфтов в подвеске, для выявления ранних признаков износа и предотвращения поломок.  

3️⃣ Проверка и регулировка схождения/соосности  
⚙️ Точная регулировка углов схождения и соосности для уменьшения износа шин и улучшения управляемости.  

4️⃣ Замена сайлентблоков и втулок  
🔩 Замена изношенных сайлентблоков и втулок для уменьшения вибраций и улучшения плавности хода.  

5️⃣ Замена пневморессор  
💨 Замена пневморессор для обеспечения комфортной работы подвески и правильной амортизации груза.  

6️⃣ Замена стоек стабилизаторов  
⚖️ Замена стоек стабилизаторов для улучшения стабильности на поворотах и предотвращения кренов.  
'''

diagnostic_services_part1 = '''
1️⃣ 🖥️ Диагностика Volvo  
🔧 Использование системы VTT/VTT2 для диагностики и устранения неисправностей на грузовиках Volvo.  

2️⃣ 🖥️ Диагностика Renault  
🔧 Диагностика с использованием системы Renault Diag (RTT) для точного определения проблем в автомобилях Renault.  

3️⃣ 🖥️ Диагностика Mercedes-Benz  
🔧 Использование системы Xentry Diagnostics (SPconnect) для диагностики автомобилей Mercedes-Benz.  

4️⃣ 🖥️ Диагностика MAN  
🔧 Диагностика с использованием MAN Cats 2 для точного выявления неисправностей в автомобилях MAN.  

5️⃣ 🖥️ Диагностика DAF  
🔧 Использование системы DAVIE для диагностики автомобилей DAF и устранения неисправностей.  
'''

diagnostic_services_part2 = '''
6️⃣ 🖥️ Диагностика Iveco  
🔧 Диагностика с использованием системы EASy Diag (ECTRAC) для обеспечения точности и надежности.  

7️⃣ 🖥️ Диагностика Scania  
🔧 Использование системы SDP3 для диагностики автомобилей Scania и устранения возможных проблем.  

8️⃣ 🖥️ Диагностика Wabco; Knorr-Bremse; Haldex  
🔧 Диагностика систем тормозов и пневматики с использованием проверенных решений Wabco, Knorr-Bremse, Haldex.  

9️⃣ 🖥️ Диагностика электронной системы автомобиля  
🔧 Диагностика всех электронных компонентов для выявления неисправностей.  
'''

electrical_equipment_repair = '''
1️⃣ ⚡️ Электротехнические работы на грузовых автомобилях и прицепах  
🔧 Профессиональные электротехнические работы для грузовых автомобилей и прицепов.  

2️⃣ 🔧 Ремонт и установка дополнительного оборудования  
🔌 Установка и ремонт электроприборов, включая дополнительное оборудование для грузовиков.  

3️⃣ 🌡 Ремонт и установка автономных отопителей (Webasto, Eberspacher)  
🔧 Ремонт и установка автономных отопителей для обеспечения комфортной температуры в холодное время года.  

4️⃣ 💡 Восстановление электронных блоков  
🔧 Восстановление электронных блоков для обеспечения стабильной работы электрооборудования.  

5️⃣ 👨‍🔧 Квалифицированный персонал  
🔧 Работы выполняются высококвалифицированными специалистами с большим опытом работы.  
'''



semitrailerpart1 = '''
1️⃣ ⚙️ Ремонт полуприцепов и прицепного оборудования  
🔧 Профессиональный ремонт самосвальных полуприцепов и прицепов различных марок: Grunwald, Koegel, Krone, SCHMITZ, Wielton.  

2️⃣ 🛠 Ремонт осей полуприцепов  
🔧 Комплексный ремонт и восстановление осей полуприцепов для обеспечения их надежной работы.  

3️⃣ 🚗 Ремонт гидробортов  
🔧 Выполнение всех видов ремонта гидробортов для грузовиков и прицепов.  

4️⃣ ⚡️ Диагностика электрооборудования (ABS, EBS)  
🔧 Профессиональная диагностика и настройка электрооборудования, включая системы ABS и EBS, для улучшения безопасности на дороге.  
'''

semitrailerpart2 = '''
5️⃣ 🔩 Ремонт пневматических систем  
🔧 Ремонт пневматических систем от ведущих производителей Wabco, Knorr-Bremse, Haldex.  

6️⃣ 🚚 Ремонт тормозных систем  
🔧 Наклёпка накладок, замена колодок, восстановление тормозных валов, замена ремкомплектов.  

7️⃣ 🛠 Капитальный ремонт суппортов  
🔧 Полный капитальный ремонт суппортов для обеспечения долговечности тормозной системы.  

8️⃣ 🔧 Замена подшипников и сайлентблоков  
🔧 Замена подшипников и сайлентблоков для восстановления устойчивости и комфорта работы техники.  

9️⃣ 🔥 Сварочные работы  
🔧 Качественные сварочные работы для ремонта и восстановления конструкций различных типов.  
'''



buyout_full_caption = """
🌟 <b>Выкуп техники — быстро и удобно!</b> 🌟

Продажа техники самостоятельно — <b>много времени и усилий</b>, отвлекая вас от важной работы. Больше не нужно тратить дни на демонстрацию! Мы готовы <b>выкупить вашу технику</b> прямо сейчас по <b>справедливой рыночной цене</b>! 💰

📝 <b>Быстрая оценка и осмотр</b>  
Мы грамотно <b>оценим ваше оборудование</b>, проведём <b>осмотр</b> и предложим честную цену. Всё это займёт <b>минимум вашего времени</b>.

🛋 <b>Комфортное ожидание</b>  
Во время осмотра вы сможете <b>отдохнуть</b> в уютной зоне, не беспокоясь о процессе.

🚗 Дайте нам свою технику — а мы позаботимся обо всём остальном!


🚗 <b>Трейд ИН — быстро, выгодно и удобно!</b> 🚗

Вы хотите не просто <b>продать</b>, но ещё и <b>купить новую технику</b>? Мы готовы предложить <b>комплексное решение</b> по схеме <b>Трейд Ин</b>. Всё это <b>быстро</b>, <b>выгодно</b> и <b>удобно</b>! 

🔧 За один день вы уже уедете на новом <b>полуприцепе</b> от ведущих <b>европейских производителей</b> в своём сегменте. 🌍

💼 <b>Продажа и покупка техники</b> в одном пакете — это идеальный выбор для вашего бизнеса!


💼 <b>Продажа через площадку — комиссия</b> 💸

Если по каким-то причинам нам не удалось с вами договориться о выкупе техники, мы готовы предложить <b>продажу через нашу стоянку</b>. Доверив команде профессионалов свой любимый грузовик, вы всегда можете быть уверены, что с ним <b>ничего не случится</b> на нашей <b>24/7 охраняемой стоянке</b> 🛡️.

🛠️ <b>Техника всегда будет готова к показу</b> как в <b>летнее</b>, так и в <b>зимнее время</b> 🌞❄️. На территории техцентра есть <b>мойка</b> 🚿 и возможность оперативно исправить любую неполадку, препятствующую оперативной продаже.

💼 <b>Продажа с нашей помощью для вас</b> <b>абсолютно бесплатна</b>!
"""



price_list= """
💰 <b>Прайс-лист на основные услуги</b> 🔧

🛠️ Слесарные работы — <b>2 500 ₽</b>
🛠️ Слесарные работы (со своими запчастями) — <b>3 000 ₽</b>

⚡ Работа автоэлектрика — <b>2 800 ₽</b>
⚡ Работа автоэлектрика (со своими запчастями) — <b>3 500 ₽</b>
    """
    
    
    
description = """ 
<b>СВЯЖИТЕСЬ С НАМИ — МЫ ВСЕГА НА СВЯЗИ!</b> 📞
Наша команда всегда готова помочь вам с <b>любым вопросами</b> и <b>уточнениями</b>. Мы ценим ваше время ⏳ и стремимся предоставить вам <b>точную</b> и <b>оперативную информацию</b>. ✅""" 

call = """
<b>Позвоните нам</b>, и мы с радостью ответим на все ваши вопросы. 📱 У нас есть <b>специалисты</b> по <b>продажам</b>, <b>сервису</b> и <b>запчастям</b>, которые всегда готовы оказать необходимую помощь. 🛠️
<b>Свяжитесь с нами прямо сейчас</b>, и мы сделаем все, чтобы ваш опыт с нами был максимально <b>удобным и результативным</b>. Выберите отдел, с которым хотите связаться:🌟
"""

description_end = '''
Посетите наш <b>сайт</b> 🌐 или напишите нам на <b>почту</b> 💌 — мы всегда готовы предложить вам <b>лучшие решения</b> 💡!
'''